[ProfileSettingIDs]

; Keyboard mapping
PSI_GBA_MoveForward=向前移动
PSI_GBA_MoveBackward=向后移动
PSI_GBA_StrafeLeft=向左移动
PSI_GBA_StrafeRight=向右移动
PSI_GBA_Jump=跳跃
PSI_GBA_Sneak=潜行
PSI_GBA_Sprint=冲刺
PSI_GBA_LeanLeft=向左倾斜
PSI_GBA_LeanRight=向右倾斜
PSI_GBA_Use=使用
PSI_GBA_Primary=用剑攻击
PSI_GBA_Secondary=能力/装置
PSI_GBA_Block=格挡/扼喉
PSI_GBA_Zoom=变焦
PSI_GBA_Wheel=快选轮盘
PSI_GBA_NextItem=下一个快捷物品
PSI_GBA_PrevItem=上一个快捷物品
PSI_GBA_HealthElixir=生命药剂
PSI_GBA_ManaElixir=精神药剂
PSI_GBA_Journal=日志
PSI_GBA_OpenNotes=笔记
PSI_GBA_OpenPowers=能力菜单
PSI_GBA_OpenBoneCharms=骸骨护符菜单
PSI_GBA_OpenInventory=物品栏
PSI_GBA_QuickSave=快速存档
PSI_GBA_QuickLoad=快速读档
PSI_GBA_Shortcut_0=快捷项目 1
PSI_GBA_Shortcut_1=快捷项目 2
PSI_GBA_Shortcut_2=快捷项目 3
PSI_GBA_Shortcut_3=快捷项目 4
PSI_GBA_Shortcut_4=快捷项目 5
PSI_GBA_Shortcut_5=快捷项目 6
PSI_GBA_Shortcut_6=快捷项目 7
PSI_GBA_Shortcut_7=快捷项目 8
PSI_GBA_Shortcut_8=快捷项目 9
PSI_GBA_Shortcut_9=快捷项目 10

; Mouse settings
PSI_Mouse_Sensitivity=灵敏性
PSI_Mouse_bSmooting=平滑感
PSI_Mouse_bInvertY=反转Y轴
PSI_Mouse_bAutoAim=自动瞄准
PSI_Mouse_AutoAimStrength=自动瞄准水平
PSI_Mouse_bFriction=瞄准帮助
PSI_Mouse_FrictionStrength=瞄准帮助水平

; Gamepad settings
PSI_Gamepad_BindingSet=控制设定
PSI_Gamepad_bVibration=震动
PSI_Gamepad_LookXSensitivity=视角X轴灵敏度
PSI_Gamepad_LookYSensitivity=视角Y轴灵敏度
PSI_Gamepad_bInvertY=反转Y轴
PSI_Gamepad_bAutoAim=自动瞄准
PSI_Gamepad_AutoAimStrength=自动瞄准水平
PSI_Gamepad_bFriction=瞄准帮助
PSI_Gamepad_FrictionStrength=瞄准帮助水平

; HUD settings
PSI_HUD_Visibility=显示生命/魔法槽
PSI_HUD_bShowObjectivePopups=显示目标弹出提示
PSI_HUD_bShowTutorialNotifications=显示教程通知
PSI_HUD_bShowInteractions=显示互动
PSI_HUD_bShowHighlight=显示焦点高亮
PSI_HUD_bShowPickupLog=显示拾取记录
PSI_HUD_bShowContextualIcons=显示关联图标
PSI_HUD_bShowPlayerStance=显示玩家姿态
PSI_HUD_bShowObjectiveMarkers=显示目标标志
PSI_HUD_bShowGrenadeMarkers=显示手雷标志
PSI_HUD_bShowAwarenessMarkers=显示警觉标志
PSI_HUD_bShowHeartTargetMarkers=显示心脏标志
PSI_HUD_CrosshairStyle=十字瞄准线风格
PSI_HUD_bCrosshairMovement=十字瞄准线移动
PSI_HUD_CrosshairOpacity=十字瞄准线不透明度

; Gameplay settings
PSI_Gameplay_bAutoUseManaElixir=自动使用精神药剂
PSI_Gameplay_KillCamMode=特杀视角模式
PSI_Gameplay_Difficulty=难度
PSI_Gameplay_bAutoSaveInMenu=在日志中自动存档
PSI_Gameplay_HeadBobAmount=头部晃动程度
PSI_Gameplay_CameraRelativeClimbing=爬链子方向随视角移动

; Graphics
PSI_Graphics_Gamma=亮度
PSI_GraphicsPC_Resolution=分辨率
PSI_GraphicsPC_bFullScreen=全屏
PSI_GraphicsPC_bVSync=垂直同步
PSI_GraphicsPC_FOV=视野
PSI_GraphicsPC_TextureDetails=纹理细节
PSI_GraphicsPC_ModelDetails=模型细节
PSI_GraphicsPC_LightShaftEnable=光柱效果
PSI_GraphicsPC_AntiAliasingMode=抗锯齿模式
PSI_GraphicsPC_RatShadows=老鼠影子

; Audio
PSI_Audio_GlobalVolume=综合音量
PSI_Audio_MusicVolume=音乐音量
PSI_Audio_SFXVolume=音效音量
PSI_Audio_VoicesVolume=说话音量
PSI_Audio_SubtitlesMode=字幕模式
PSI_AudioPC_SpeakerConfiguration=扬声器设置

; Other
PSI_DLC06_Difficulty=难度

[ProfileSettingValues]

; EPadBindingSets
PBS_1=类型 A
PBS_2=类型 B
PBS_3=类型 C
PBS_4=类型 D

; EBooleanParameter
BP_False=关闭
BP_True=打开
BP_DefaultFalse=关闭
BP_DefaultTrue=打开

; EHUDVisibility
HV_Off=关闭
HV_Contextual=相关场合
HV_Always=一直

; ECrosshairStyle
CS_Off=关闭
CS_Simple=简化
CS_Normal=标准

; EKillCamMode
KCM_Off=关闭
KCM_Normal=标准
KCM_Frequent=经常

; EDifficulty
EDifficulty_Easy=简单
EDifficulty_Normal=一般
EDifficulty_Hard=困难
EDifficulty_VeryHard=极难

EDifficulty_Easy_DLC06=新手
EDifficulty_Normal_DLC06=老兵
EDifficulty_Hard_DLC06=精英
EDifficulty_VeryHard_DLC06=刺客大师

; ETextureDetails
TextureDetails_Low=低
TextureDetails_Medium=中
TextureDetails_High=高

; EModelDetails
ModelDetails_Normal=标准
ModelDetails_High=高

; EPostProcessQuality
PostProcessQuality_Normal=标准
PostProcessQuality_High=高

; EAntialiasingMode
AntialiasingMode_Off=关
AntialiasingMode_MLAA=MLAA
AntialiasingMode_FXAA=FXAA

; ESubtitlesMode
SubtitlesMode_Off=关闭
SubtitlesMode_Dialogs=主要对话
SubtitlesMode_All=所有会话

; ESpeakerConfigurationProfile
SpeakerConfiguration_Auto=自动
SpeakerConfiguration_Stereo=立体声
SpeakerConfiguration_5Point1=5.1

[Keys]
Unbound_Game=未绑定
Unbound_Menu=--
MouseX=Mouse X轴
MouseY=Mouse Y轴
MouseScrollUp=向上滚动鼠标滚轮
MouseScrollDown=向下滚动鼠标滚轮
LeftMouseButton=鼠标左键
RightMouseButton=鼠标右键
MiddleMouseButton=鼠标中键
ThumbMouseButton=鼠标拇指键
ThumbMouseButton2=鼠标拇指键 2
BackSpace=Back Space
Tab=Tab
Enter=回车
Pause=Pause
CapsLock=Caps Lock
Escape=Esc
SpaceBar=空格
PageUp=Page Up
PageDown=Page Down
End=End
Home=Home
Left=左
Up=上
Right=右
Down=下
Insert=Insert
Delete=Delete
Zero=0
One=1
Two=2
Three=3
Four=4
Five=5
Six=6
Seven=7
Eight=8
Nine=9
A=A
B=B
C=C
D=D
E=E
F=F
G=G
H=H
I=I
J=J
K=K
L=L
M=M
N=N
O=O
P=P
Q=Q
R=R
S=S
T=T
U=U
V=V
W=W
X=X
Y=Y
Z=Z
NumPadZero=小键盘 0
NumPadOne=小键盘 1
NumPadTwo=小键盘 2
NumPadThree=小键盘 3
NumPadFour=小键盘 4
NumPadFive=小键盘 5
NumPadSix=小键盘 6
NumPadSeven=小键盘 7
NumPadEight=小键盘 8
NumPadNine=小键盘 9
Multiply=小键盘*
Add=小键盘+
Subtract=小键盘-
Decimal=小键盘.
Divide=小键盘/
F1=F1
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
F10=F10
F11=F11
F12=F12
NumLock=Num Lock
ScrollLock=Scroll Lock
LeftShift=左Shift
RightShift=右Shift
LeftControl=左Ctrl
RightControl=右Ctrl
LeftAlt=左Alt
RightAlt=右Alt
Semicolon=;
Equals==
Comma=,
Underscore=_
Period=.
Slash=/
Tilde=~
LeftBracket=左括号
Backslash=\
RightBracket=右括号
Quote='
